shapet-induction-company/micropython/ports/esp32/boards/GENERIC_SPIRAM/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "intelligent induction"
#define MICROPY_HW_MCU_NAME "ESP32"
